docs/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mobilen Dergi</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://suatkarakusoglu.github.io/mobilen/archive.html"> UP </a>
 |
 <a accesskey="H" href="https://suatkarakusoglu.github.io/mobilen"> HOME </a>
</div><div id="content" class="content">
<header>
<h1 class="title">Mobilen Dergi</h1>
</header><p>
Mobil yazılım ürünleri, kullanıcıların hayatlarında büyük bir öneme sahip araçlar haline geldi. Bir mobil yazılım ürünü, son kullanıcıya sunulmadan önce geliştirilme aşamasında ve geliştirildikten sonra birçok pratiği takip etmesi ve uygulaması gerekmektedir.
</p>

<p>
Bu pratikleri takip eden kimseler teknik anlamda 'Mobil Yazılım Gelişticileri', öncesinde tasarımları ve deneyimi ortaya koyan 'Kullanıcı tasarım ve deneyim ekipleri', son kullanıcıya daha etkin erişmesini sağlamaya çalışan 'Pazarlama' ekipleri ve daha bir çok kimseden oluşuyor.
</p>

<p>
Çok hızlı gelişen ve değişen bu pratikleri takip etmek, mümkün olduğunca geliştirme aşamalarında ortak bir jargon kullanarak daha iyi iletişimi sağlayabilmek için, bulunduğumuz ekosistemi ve yaklaşımları daha yakından takip edebilmek önemli hale geliyor.
</p>

<p>
Bu nedenle, işlerimizi daha kaliteli bir noktaya taşımak amacıyla, mobil konulara odaklı periyodik yayınlanacak bir dergi hazırlamaktayız ve heyecanlıyız :).
</p>

<p>
<a href="archive.html">Mobilen Tüm Yazılar</a>
</p>

<div id="outline-container-org10004a1" class="outline-2">
<h2 id="org10004a1">Dergiler</h2>
<div class="outline-text-2" id="text-org10004a1">
<p>
<a href="mobilen_3.html">Mobilen Dergi 3</a> - Ağustos 2023
</p>

<p>
<a href="mobilen_2.html">Mobilen Dergi 2</a> - Temmuz 2023
</p>

<p>
<a href="mobilen_1.html">Mobilen Dergi 1</a> - Haziran 2023
</p>
</div>
</div>
</div>
<div id="postamble" class="status">

<p><small>Son Güncelleme: 2023-07-12 Wed 20:56</small></p>
<hr/>
<footer>
  <div class="copyright-container">
    <div class="copyright">
      &copy; 1071-20∞ Mobilen bazı hakları saklıdır.<br/>
    </div>
    </br>
  </div>
</footer>
</div>
</body>
</html>
